import Button from "@/components/Button";

export default function AquaPage(){
    return(
        <>
            <h1>Aquairo palette lyrics</h1>
            <h3>何をしても不器用で 何かとミスしてばっか
                ダメダメな私だって
                できる事があるの
                凹んで悲しくたって 笑顔にしてあげるんだ
                ここにいるから
                早く 私を見つけてね
                （あぁ 愛してもっと）
                いつでも隣にいるし、いつでも一緒に笑える
                私をたくさん知って たくさん好きって言って
                ワガママで朝も苦手ドジだし ダメダメだけど
                それでも私の事を 見ててね
                描く夢の未来へ続く
                道をキミと歩けますように
                ねぇ もっと！好きになってもらいたいの！
                頭の中は君ばっか！
                ってゆーかそっぽなんて向いてないで！
                あぁもう！ヤキモキしちゃうわ あぁ
                ずっとずっと好きがいいの 心の奥もトキメイちゃうくらい
                こっち向いてて ねぇダーリン？
                あぁもう離さないから、絶対に！
                （あぁ 愛してもっと）
                キミがいるから私 いつでも頑張れるんだ
                落ち込んで悲しくたって キミがいるから...
                キミがいるから歩いてこれた
                キミがいなくちゃ 前も見れない
                嫌な事とか辛い事とかあったって
                キミの力でここまで笑ってこれたんだ
                今度はもっと私がぐっとひっぱって 連れて行くんだ
                キミがいるから私がいるの
                こんな私を愛してくれる？
                ねぇもっと ねぇもっと まだもっと 受け止めてよね!
                ねぇいい？さぁ声を上げて！
                ねぇ もっと ねぇ もっと
                好きになってもらいたいの
                いつでも そう私ばっか みたいにそっぽなんて向かせないわ
                ね、ほら夢中にしちゃうわ あぁ
                ずっとずっと好きがいいの! 心も体も染まっちゃうくらいに
                こっち向いててよねダーリン?
                あぁもう離さないから、絶対に 絶体ね 絶体よ 約束だよ
                (Love you, love you, oh, oh, oh, oh, oh)
                (I love you, oh, oh, oh, oh, oh)
                (Love you, love you, oh, oh, oh, oh, oh)
                (Ah, I love you so much)
                (Love you, love you, oh, oh, oh, oh, oh)
                (I love you, oh, oh, oh, oh, oh)
                (Love you, love you, oh, oh, oh, oh, oh)
                （あぁ 愛してもっと）</h3>
                <Button></Button>
                <button>ETIQUETA</button>
            
        </>
    )
}